Repository: old-willow/konyha
Catalog: recipe/locale/*/LC_MESSAGES/django.po
Languages: hu, sr_latn

source: <p>Please choose from registered users that belong to <strong>Chef</strong> group.</p>
hu: <p>Kérem válasszon a regisztrált felhasználók közül ki legyen a </strong>Chef</strong> csoportban.</p>
sr_latn: <p>Odaberi registrovane korisnika koji će pripadati <strong>Chef</strong> grupi.</p>

source: It is <strong>mandatory</strong> to uploada profile image
hu: A profil kép feltöltése <strong>kötelező</strong>
sr_latn: Uploadovanje profil slike je <strong>obavezno</strong>

source: Please provide chef
hu: Kérem válassza ki a séfet
sr_latn: Molim odaberi šefa

source: You have to add chef photo.
hu: A séf fénykép kötelező.
sr_latn: Moraš dodati fotografiju šefa.

source: Image preview
hu: Kép nézet
sr_latn: Pregled slile

source: Neutral
hu: Neutrális
sr_latn: Neutralno

source: Solty
hu: Sós
sr_latn: Slano

source: Sweet
hu: Édes
sr_latn: Slatko

source: Bitter
hu: Keserű
sr_latn: Gorko

source: Acid
hu: Savas
sr_latn: Kiselo

source: Choose measure unit...
hu: Válassza ki a mértéket...
sr_latn: Jedinica mere...

source: Tea spun
hu: Teás kanál
sr_latn: Mala kašičica

source: Table spun
hu: Nagy kanál
sr_latn: Velika kašika

source: Quantity
hu: Mennyiség
sr_latn: Količina

source: Piece
hu: Darb
sr_latn: Komad

source: ingredient
hu: hozzávaló

source: included ingredient
hu: hozzáadott hozzávaló
sr_latn: dodati sastojak

source: included ingredients
hu: hozzáadott hozzávalók
sr_latn: dadati sastojci

source: Choose food type...
hu: Válassza ki az étél típusát...
sr_latn: Odaberi vrstu hrane...

source: Soup
hu: Leves
sr_latn: Supa

source: Stewed Vegetables
hu: Főzelék
sr_latn: Varivo

source: Coocked Meat
hu: Főzött/párólt hús
sr_latn: Kuvano meso

source: Baked Meat
hu: Sült hús
sr_latn: Pečeno meso

source: Solted Cake
hu: Sós csemege
sr_latn: Slani keksevi

source: Sweet Cake
hu: Édesség
sr_latn: Kolači

source: Torte
hu: Torták

source: Salad
hu: Saláták
sr_latn: Salata

source: description
hu: leírás
sr_latn: opis

source: Publication date
hu: Publikácó dátuma
sr_latn: Datum publikacije

source: Modification date
hu: Módosítás dátuma
sr_latn: Datum modifikovanja

source: Source web site
hu: Forrás weboldal
sr_latn: Izvorni web sajt

source: Image
hu: Kép
sr_latn: Slika

source: Welcome to Cooking Collection Page
hu: Üdvözöljük a recept kollekciós oldalon
sr_latn: Dobrodošli na sajt za kolekciju recepata

source: Detail
hu: Részletesebben
sr_latn: Detaljnije

source: Edit
hu: Szerkesztés
sr_latn: Izmeni

source: Ingredients:
hu: Hozzávalók:
sr_latn: Sastojci:

source: Return to recipe list
hu: Vissza a recept listára
sr_latn: Vrati se na listu recepata
